{
  "bile duct cells and canals of hering": 0,
  "yes": 1,
  "no": 2,
  "ischemia": 3,
  "acute myocardial infarction": 4,
  "three": 5,
  "atrophy": 6,
  "the photomicrographs": 7,
  "an inflammatory reaction": 8,
  "after ischemic necrosis infarction": 9,
  "their": 10,
  "the epidermis": 11,
  "during inflammatory reactions": 12,
  "collagen": 13,
  "inflammatory cells": 14,
  "fibrosis": 15,
  "one": 16,
  "hyaline membrane disease": 17,
  "the tumor": 18,
  "neuroblastoma": 19,
  "two": 20,
  "vascular changes and fibrosis of salivary glands": 21,
  "radiation therapy of the neck region": 22,
  "by radiation therapy of the neck region": 23,
  "the lumen": 24,
  "a large": 25,
  "blood": 26,
  "histologic features": 27,
  "lesions": 28,
  "its": 29,
  "large": 30,
  "low magnification": 31,
  "the tumor cells": 32,
  "small": 33,
  "evident": 34,
  "the cut surface": 35,
  "the kidney": 36,
  "endoscopy": 37,
  "at the periphery": 38,
  "after abstinence": 39,
  "after 1 year of abstinence": 40,
  "normal at this stage of disease": 41,
  "pale": 42,
  "higher magnification": 43,
  "the nuclei": 44,
  "testicular teratomas": 45,
  "mature cells from endodermal": 46,
  "chronic inflammatory cells": 47,
  "the cells": 48,
  "hyperplasia without atypia": 49,
  "lobular carcinomas": 50,
  "a solitary": 51,
  "visible": 52,
  "amyloidosis": 53,
  "central necrosis": 54,
  "collagen bundles": 55,
  "microscopic examination": 56,
  "epidermis": 57,
  "others hepatocytes": 58,
  "many of hepatocytes": 59,
  "large fat": 60,
  "these cells": 61,
  "coarse": 62,
  "lipofuscin pigment granules nuclei": 63,
  "granulomatous inflammation": 64,
  "eosinophilic": 65,
  "microscopy": 66,
  "mechanisms": 67,
  "the alveolar capillaries": 68,
  "the alveolar spaces": 69,
  "due to congestion": 70,
  "the alveolar lumina": 71,
  "heart failure cells alveolar macrophages containing haemosiderin pigment": 72,
  "spleen": 73,
  "adp": 74,
  "the wedgeshaped infarct": 75,
  "some macrophages": 76,
  "lymphocytes": 77,
  "right": 78,
  "collection of proliferating foam macrophages": 79,
  "the margin of the colony": 80,
  "hyaline filaments highlighted by masson s trichrome stain right photomicrograph": 81,
  "noncaseating epithelioid cell granulomas": 82,
  "diseases": 83,
  "streptococci": 84,
  "by streptococci": 85,
  "new virions": 86,
  "irregular nuclear outlines": 87,
  "scanty cytoplasm and markedly hyperchromatic nuclei having irregular nuclear outlines": 88,
  "the background": 89,
  "equipments": 90,
  "transcutaneous fnac": 91,
  "after trephine biopsy": 92,
  "bands of collagen forming nodules and characteristic lacunar rs cells inbox in left figure": 93,
  "bands": 94,
  "some": 95,
  "acute panarteritis": 96,
  "a thrombus containing microabscesses": 97,
  "large cystic spaces": 98,
  "stroma": 99,
  "these tumour cells": 100,
  "inbox": 101,
  "bronchioles as well as the adjacent alveoli": 102,
  "exudate consisting chiefly of neutrophils": 103,
  "due to congested capillaries and neutrophilic infiltrate": 104,
  "sectioned surface": 105,
  "tumour": 106,
  "islands of invading malignant squamous cells": 107,
  "tumour cells": 108,
  "sheets": 109,
  "individual tumour cells": 110,
  "papillae": 111,
  "papillomatosis": 112,
  "lesion": 113,
  "cyst wall": 114,
  "plexiform areas": 115,
  "epithelial element": 116,
  "ducts": 117,
  "mucosal surface": 118,
  "photomicrograph": 119,
  "histologic zones of the ulcer": 120,
  "diagram": 121,
  "photomicrograph on right": 122,
  "on right": 123,
  "lumen": 124,
  "with mucosal infiltration": 125,
  "necrotic tissue": 126,
  "other changes present": 127,
  "3": 128,
  "liver": 129,
  "characteristic features": 130,
  "a single": 131,
  "irregular": 132,
  "cysts": 133,
  "kidney": 134,
  "cystic change": 135,
  "cortex": 136,
  "glomerular tufts": 137,
  "interstitium": 138,
  "affected tubules": 139,
  "small contracted kidney": 140,
  "size and weight": 141,
  "characteristic flea bitten kidney": 142,
  "granulomas": 143,
  "testis": 144,
  "hyperkeratosis": 145,
  "surface": 146,
  "background": 147,
  "microscopic features": 148,
  "cut surface": 149,
  "specimen of the uterus": 150,
  "specimen": 151,
  "numerous": 152,
  "dermis": 153,
  "inset": 154,
  "skin": 155,
  "malignant melanoma": 156,
  "thyroid gland": 157,
  "a solitary nodule having capsule": 158,
  "a single nodule separated from the rest of thyroid parenchyma by incomplete fibrous septa": 159,
  "nodule": 160,
  "there": 161,
  "amyloid": 162,
  "nodules": 163,
  "cut surface of the tumour": 164,
  "hemorrhage secondary to ruptured aneurysm": 165,
  "abdomen": 166,
  "fixed tissue": 167,
  "omphalocele": 168,
  "omentum": 169,
  "tuberculosis": 170,
  "an opened peritoneal cavity cause by fibrous band strangulation": 171,
  "other slides": 172,
  "subdiaphragmatic abscess": 173,
  "acute peritonitis": 174,
  "peritoneum": 175,
  "tuberculous peritonitis": 176,
  "metastatic carcinoma prostate": 177,
  "carcinomatosis endometrium primary": 178,
  "opened abdominal cavity with massive tumor in omentum none apparent in liver nor over peritoneal surfaces gut": 179,
  "metastatic carcinoma": 180,
  "all the fat necrosis": 181,
  "fat necrosis": 182,
  "carcinomatosis": 183,
  "this": 184,
  "cold abscess material": 185,
  "typical": 186,
  "slices and spleen tuberculous present capsule and spleen": 187,
  "granulomata slide a closeup view the cold abscess the surface": 188,
  "granulomata slide": 189,
  "a closeup view of": 190,
  "typical tuberculous exudate": 191,
  "present on capsule": 192,
  "retroperitoneal liposarcoma": 193,
  "nodular tumor": 194,
  "to show cut surface kidney portion of jejunum shown in this surgically resected specimen excellent": 195,
  "mesothelioma": 196,
  "peritoneal fluid": 197,
  "carcinoma": 198,
  "liver with tuberculoid granuloma in glissons": 199,
  "quite good has marked fatty change": 200,
  "quite good liver": 201,
  "meningococcemia": 202,
  "ascites": 203,
  "head and face": 204,
  "skin over back a buttocks": 205,
  "to show large tumor mass": 206,
  "sacrococcygeal teratoma": 207,
  "natural color": 208,
  "macerated stillborn": 209,
  "anencephaly": 210,
  "stillborn cord around neck": 211,
  "stillborn macerated": 212,
  "infant body": 213,
  "situs inversus": 214,
  "posterior view": 215,
  "conjoined twins cephalothoracopagus janiceps": 216,
  "conjoined twins": 217,
  "lymphangiomatosis generalized": 218,
  "cephalothoracopagus janiceps": 219,
  "twins": 220,
  "at head facing each other": 221,
  "other": 222,
  "beckwithwiedemann syndrome": 223,
  "view looking down on heads": 224,
  "lower chest and abdomen": 225,
  "siamese twins": 226,
  "marfans syndrome": 227,
  "good example tastefully shown with face out of picture and genitalia": 228,
  "muscle atrophy striking": 229,
  "muscle atrophy": 230,
  "cachexia": 231,
  "very good example": 232,
  "abdomen and lower chest anterior": 233,
  "spina bifida": 234,
  "this photo of infant from head to toe": 235,
  "typical lesion": 236,
  "hemolytic disease of newborn": 237,
  "breast": 238,
  "closeup": 239,
  "adenocarcinoma": 240,
  "slide": 241,
  "labeled cystosarcoma": 242,
  "normal breast": 243,
  "this typical lesion": 244,
  "intraductal papillomatosis": 245,
  "papillary intraductal adenocarcinoma": 246,
  "a quite good example": 247,
  "good": 248,
  "a quite excellent example": 249,
  "excellent": 250,
  "red cells in vessels well shown": 251,
  "mastectomy scars with skin metastases": 252,
  "with skin metastases": 253,
  "heart": 254,
  "cardiovascular": 255,
  "vasculature": 256,
  "capillary": 257,
  "myocardium": 258,
  "artery": 259,
  "electron micrographs demonstrating": 260,
  "not connect with another": 261,
  "another fiber other frame": 262,
  "aorta": 263,
  "atherosclerosis": 264,
  "monocyte in intima": 265,
  "coronary artery": 266,
  "not lipid": 267,
  "chronic ischemia": 268,
  "chagas disease": 269,
  "congestive heart failure": 270,
  "coronary artery with atherosclerosis and thrombotic occlusion": 271,
  "with atherosclerosis and thrombotic occlusion": 272,
  "abdominal aorta": 273,
  "anterior descending coronary artery": 274,
  "coronary": 275,
  "with fibrosis": 276,
  "coronary artery atherosclerosis": 277,
  "thromboembolus from leg veins in right ventricle": 278,
  "heart slice": 279,
  "ventricular hypertrophy": 280,
  "ventricular": 281,
  "normal": 282,
  "in heart": 283,
  "in vasculature": 284,
  "with fibrosis trichrome": 285,
  "saphenous vein graft sclerosis": 286,
  "aldehyde fuscin": 287,
  "heart acute myocardial infarction aldehyde fuscin": 288,
  "right coronary artery": 289,
  "polyarteritis nodosa": 290,
  "vasculitis": 291,
  "acute inflammation": 292,
  "rocky mountain": 293,
  "fever": 294,
  "vasculitis rocky mountain": 295,
  "fever immunoperoxidase staining vessels for rickettsia rickettsii": 296,
  "angiogram postmortafter switch of left coronary to aorta": 297,
  "anomalous origin": 298,
  "from pulmonary artery": 299,
  "coronary artery anomalous origin left from pulmonary artery": 300,
  "pulmonary": 301,
  "left ventricle hypertrophy": 302,
  "coronary atherosclerosis": 303,
  "xray intramyocardial arteries": 304,
  "arteries present": 305,
  "angiogram saphenous vein bypass graft": 306,
  "angiogram": 307,
  "pharyngeal pouch remnant": 308,
  "embryofetus": 309,
  "fetus present": 310,
  "thyroid": 311,
  "endocrine": 312,
  "endocrine system": 313,
  "adrenals": 314,
  "adrenal gland": 315,
  "hashimoto s thyroiditis": 316,
  "adrenal medullary tumor": 317,
  "adrenal": 318,
  "adrenal phaeochromocytoma": 319,
  "parathyroid hyperplasia": 320,
  "pituitary": 321,
  "external view of gland with knife cuts into parenchyma hemorrhage": 322,
  "obvious": 323,
  "gland rather large lesion": 324,
  "cortical nodule": 325,
  "chromophobe adenoma": 326,
  "section of both and adrenals": 327,
  "metastatic carcinoma lung": 328,
  "hematoma": 329,
  "surface closeup view rather good apparently nonfunctional": 330,
  "functional": 331,
  "adenoma": 332,
  "pancreas": 333,
  "parathyroid": 334,
  "cytomegalovirus": 335,
  "excellent example": 336,
  "aldactone bodies": 337,
  "hemorrhage newborn": 338,
  "crookes cells": 339,
  "lymphoma": 340,
  "immunostain for growth hormone": 341,
  "eosinophilic adenoma": 342,
  "malignant lymphoma": 343,
  "iron": 344,
  "hemochromatosis": 345,
  "mucoepidermoid carcinoma": 346,
  "malignant adenoma": 347,
  "atrophy secondary to pituitectomy": 348,
  "autoimmune thyroiditis": 349,
  "papillary adenoma": 350,
  "several slides": 351,
  "xray sella": 352,
  "this xray of sella turcica after removal postmort": 353,
  "typical gangrene": 354,
  "extremities": 355,
  "feet": 356,
  "foot": 357,
  "gangrene": 358,
  "dysplastic": 359,
  "hand": 360,
  "simian crease": 361,
  "syndactyly": 362,
  "other slide this interesting case": 363,
  "arachnodactyly": 364,
  "wound": 365,
  "to be mid thigh": 366,
  "amputation stump infected": 367,
  "autopsy": 368,
  "club foot": 369,
  "supernumerary digits": 370,
  "trophic changes": 371,
  "gangrene toe in infant": 372,
  "that": 373,
  "band constriction in skin above ankle of infant": 374,
  "shock vs emboli": 375,
  "gangrene fingers": 376,
  "pulmonary osteoarthropathy": 377,
  "digital infarcts bacterial endocarditis": 378,
  "gout": 379,
  "with one about twice the size of the other due to malignant lymphoma involving lymphatic drainage": 380,
  "edema": 381,
  "supernumerary digit": 382,
  "acrocyanosis": 383,
  "normal palmar creases": 384,
  "rheumatoid arthritis": 385,
  "heel ulcer": 386,
  "good example of muscle atrophy": 387,
  "due syringomyelia": 388,
  "to be due to syringomyelia": 389,
  "due": 390,
  "closeup excellent example of interosseous muscle atrophy": 391,
  "due syringomyelus": 392,
  "glioma": 393,
  "eye": 394,
  "optic nerve": 395,
  "uterus": 396,
  "female reproductive system": 397,
  "placenta": 398,
  "dermoid cyst": 399,
  "female reproductive": 400,
  "umbilical cord": 401,
  "surface of typical myoma": 402,
  "leiomyoma": 403,
  "a good example": 404,
  "mixed mesodermal tumor": 405,
  "uterus shows tumor": 406,
  "endometritis postpartum": 407,
  "endometritis": 408,
  "serous cyst": 409,
  "due shock": 410,
  "to have adenosis adenomyosis hemorrhage probably due to shock": 411,
  "adenosis and ischemia": 412,
  "normal ovary": 413,
  "in photo": 414,
  "intramural one lesion": 415,
  "leiomyomas": 416,
  "ovarian cyst with two or three teeth": 417,
  "ovary": 418,
  "benign cystic teratoma": 419,
  "endometrial polyp": 420,
  "myoma lesion": 421,
  "been open like book": 422,
  "uterus with blood clot in cervical canal and small endometrial cavity": 423,
  "postpartum uterus": 424,
  "cervix duplication": 425,
  "all pelvic organs tumor mass": 426,
  "like a book typical for this lesion": 427,
  "thecoma": 428,
  "lesion sliced open like a book typical for this with yellow foci evident view all pelvic organ in slide": 429,
  "abruption": 430,
  "corpus luteum": 431,
  "opened uterus and cervix with large cervical protruding into vagina slide": 432,
  "closeup cut": 433,
  "cervical leiomyoma": 434,
  "non functional in this case": 435,
  "bicornate uterus": 436,
  "a corpus": 437,
  "hemorrhagic corpus luteum": 438,
  "endocervical polyp": 439,
  "yellow color": 440,
  "theca cells can not recognize as ovary": 441,
  "this good yellow color slide": 442,
  "labeled granulosa cell": 443,
  "intrauterine contraceptive device": 444,
  "cervical carcinoma": 445,
  "invasive": 446,
  "excellent example of peritoneal carcinomatosis with implants on serosal surfaces of uterus and ovaries": 447,
  "to be an adenocarcinoma": 448,
  "not obvious from gross appearance": 449,
  "serous cystadenoma": 450,
  "been to show multiloculated nature": 451,
  "cervix": 452,
  "normal uterus": 453,
  "alpha smooth muscle actin immunohistochemical": 454,
  "malignant gland and stoma": 455,
  "fetus developing very early": 456,
  "hilar cell tumor": 457,
  "syncytial knots": 458,
  "colon": 459,
  "gastrointestinal": 460,
  "gastrointestinal system": 461,
  "colon biopsy": 462,
  "intestine": 463,
  "normal stomach": 464,
  "normal colon": 465,
  "stomach": 466,
  "stomach necrotizing esophagitis and gastritis sulfuric acid": 467,
  "as suicide attempt": 468,
  "duodenum": 469,
  "1": 470,
  "mouth": 471,
  "esophagus": 472,
  "small intestine": 473,
  "squamous cell carcinoma": 474,
  "stomach and esophagus": 475,
  "due to alcoholic cirrhosis": 476,
  "esophageal varices due to alcoholic cirrhosis": 477,
  "gastric ulcer": 478,
  "colon polyposis": 479,
  "gejunum": 480,
  "ileum": 481,
  "appendix": 482,
  "cryptosporidia": 483,
  "acid": 484,
  "due to portal hypertension from cirrhosis hcv": 485,
  "normal appendix": 486,
  "tongue": 487,
  "metastatic carcinoma breast": 488,
  "jejunum": 489,
  "ectopic pancreas": 490,
  "pinworm": 491,
  "varices": 492,
  "amebiasis": 493,
  "source of granulomatous colitis": 494,
  "hypertrophic gastritis": 495,
  "villous adenoma": 496,
  "whipples disease": 497,
  "face": 498,
  "bilateral cleft palate": 499,
  "anencephaly and bilateral cleft palate": 500,
  "bone": 501,
  "bone calvarium": 502,
  "multiple myeloma": 503,
  "odontoid process subluxation with narrowing of foramen magnum": 504,
  "absence of palpebral fissure cleft palate": 505,
  "complex craniofacial abnormalities": 506,
  "basilar skull fracture": 507,
  "basal skull fracture": 508,
  "bone skull": 509,
  "lymphangiomatosis": 510,
  "lateral view of head ear lobe crease web neck other photos in file": 511,
  "anterior face": 512,
  "opened base of skull with brain": 513,
  "on surface right petrous bone": 514,
  "fibrous meningioma": 515,
  "cleft palate": 516,
  "cephalohematoma": 517,
  "primary": 518,
  "cyclops": 519,
  "potters facies": 520,
  "view of head with scalp": 521,
  "to show massive fractures": 522,
  "hemisection of nose": 523,
  "side showing patency right side was not patent": 524,
  "side showing patency right side": 525,
  "not patent": 526,
  "choanal patency": 527,
  "metastatic pancreas carcinoma": 528,
  "exostosis": 529,
  "several": 530,
  "fractures brain which and closeup view of these fractures": 531,
  "fractures": 532,
  "head tilted with mouth": 533,
  "cushings disease": 534,
  "meningioma in posterior fossa": 535,
  "chordoma": 536,
  "tumor": 537,
  "maxillary sinus": 538,
  "herpes zoster": 539,
  "metastatic carcinoma xray": 540,
  "ray present": 541,
  "hematologic": 542,
  "thymus": 543,
  "thymoma": 544,
  "leukocytes": 545,
  "infarct": 546,
  "traumatic rupture": 547,
  "splenomegaly with cirrhosis": 548,
  "infarcts": 549,
  "external view several capsule lacerations": 550,
  "normal see other sides this case": 551,
  "other sides this case": 552,
  "infarction secondary to shock": 553,
  "surface congested parenchyma with obvious granulomas": 554,
  "metastatic carcinoma colon": 555,
  "chronic myelogenous leukemia in blast crisis": 556,
  "malignant histiocytosis": 557,
  "malignant thymoma": 558,
  "metastatic colon cancer": 559,
  "section of through": 560,
  "node metastases": 561,
  "into the spleen in this case": 562,
  "this photo": 563,
  "one wonder whether node metastases spread into the spleen in case": 564,
  "metastatic colon carcinoma": 565,
  "node": 566,
  "this person": 567,
  "hodgkins disease": 568,
  "chronic lymphocytic leukemia": 569,
  "chronic myelogenous leukemia": 570,
  "myelomonocytic leukemia": 571,
  "as large mass of matted nodes like malignant lymphoma": 572,
  "malignant": 573,
  "clostridial postmortem growth": 574,
  "acute myelogenous leukemia": 575,
  "external view of spleen with multiple recent infarcts": 576,
  "surface slide": 577,
  "breast cancer metastasis to bone marrow": 578,
  "involution in baby with hyaline membrane disease": 579,
  "gaucher disease": 580,
  "bone marrow": 581,
  "predominant epithelial component": 582,
  "wrights excellent": 583,
  "malaria plasmodium vivax": 584,
  "oil wrights excellent": 585,
  "gaucher cell": 586,
  "wrights single cell": 587,
  "candida in peripheral blood": 588,
  "wrights": 589,
  "plasma cell": 590,
  "obvious source": 591,
  "hypersegmented neutrophil": 592,
  "unknown": 593,
  "wrights typical cells": 594,
  "megaloblasts pernicious anemia": 595,
  "histiocyte": 596,
  "plasma cells source unknown": 597,
  "le cell": 598,
  "chloramphenicol toxicity": 599,
  "normal immature infant": 600,
  "pleomorphic leukemic cells in peripheral blood prior to therapy": 601,
  "wrights stain pleomorphic leukemic cells in peripheral blood prior to therapy": 602,
  "acute monocytic leukemia": 603,
  "follicular fibrosis suggesting previous viral infection": 604,
  "miliary tuberculosis": 605,
  "histoplasmosis": 606,
  "this cells": 607,
  "to be moving to blast crisis": 608,
  "aplastic": 609,
  "candida": 610,
  "postoperative cardiac surgery": 611,
  "to be silicon": 612,
  "vasculitis foreign body": 613,
  "oil wrights cells": 614,
  "megaloblastic erythrocytes pernicious anemia": 615,
  "sheets of lymphoma cells": 616,
  "lymphoblastic lymphoma": 617,
  "red perifollicular amyloid deposits": 618,
  "well shown though exposure": 619,
  "exposure": 620,
  "numerous atypical cells around splenic arteriole man": 621,
  "of what was thought to be viral pneumonia probably influenza": 622,
  "immunoblastic reaction characteristic of viral infection": 623,
  "atypical appearing immunoblastic cells near splenic arteriole man": 624,
  "lupus erythematosus periarterial fibrosis": 625,
  "monoclonal gammopathy": 626,
  "cat": 627,
  "normal liver": 628,
  "hepatobiliary": 629,
  "hepatitis b virus": 630,
  "alcoholic cirrhosis": 631,
  "cholangiocarcinoma": 632,
  "cirrhosis": 633,
  "this frontal section micronodular photo": 634,
  "gastric and duodenal ulcers": 635,
  "right leaf diaphragm": 636,
  "to show flat mass yellow green pus quite good example": 637,
  "this closeup of cut surface infiltrates": 638,
  "recurrent hepatitis c virus": 639,
  "hepatitis c virus": 640,
  "primary sclerosing cholangitis": 641,
  "primary biliary cirrhosis": 642,
  "ductopenia": 643,
  "autoimmune hepatitis": 644,
  "recovery of ducts": 645,
  "resolving acute rejection": 646,
  "severe acute rejection": 647,
  "moderate acute rejection": 648,
  "lymph node": 649,
  "sarcoidosis": 650,
  "lymph nodes": 651,
  "hodgkins": 652,
  "other slides in file": 653,
  "mycobacterium avium intracellulare": 654,
  "many": 655,
  "stomach primary": 656,
  "metastatic adenocarcinoma": 657,
  "penis": 658,
  "testicle": 659,
  "hydrocele": 660,
  "prostate": 661,
  "hyperplasia": 662,
  "bladder": 663,
  "hypospadias": 664,
  "chancre": 665,
  "apoptosis tunel": 666,
  "after orchiectomy": 667,
  "apoptosis in prostate after orchiectomy": 668,
  "normal prostate": 669,
  "by well differentiated adenocarcinoma": 670,
  "rheumatoid arthritis with vasculitis": 671,
  "panniculitis and fascitis": 672,
  "muscle": 673,
  "soft tissue": 674,
  "joints": 675,
  "lung": 676,
  "metastatic": 677,
  "both leaves of diaphragm one covered by purulent exudate and the other with multiple tumor nodules": 678,
  "musculoskeletal": 679,
  "due to immobilization cast": 680,
  "skeletal muscle": 681,
  "skeletal muscle atrophy": 682,
  "atherosclerotic emboli": 683,
  "neoplastic osteoblasts and tumor osteoid": 684,
  "popliteal cyst myxoid": 685,
  "high excessive fibrous callus in a nonunion excellent granulation type tissue with collagen": 686,
  "nervous": 687,
  "cerebrospinal fluid": 688,
  "brain": 689,
  "medulloblastoma": 690,
  "subependymal giant cell astrocytoma": 691,
  "schwannoma": 692,
  "normal brain": 693,
  "due to ruptured aneurysm": 694,
  "due to disseminated intravascular coagulation": 695,
  "toxoplasmosis": 696,
  "neural tube defect": 697,
  "brain abscess": 698,
  "intraventricular hemorrhage": 699,
  "hemorrhagic reperfusion infarct": 700,
  "mucicarmine": 701,
  "due to ruptured saccular aneurysm and thrombosis of right middle cerebral artery plasmacytic astrocytes": 702,
  "due to ruptured saccular aneurysm and thrombosis of right middle cerebral artery": 703,
  "due to ruptured saccular aneurysm thrombosis of right middle cerebral artery": 704,
  "bacterial meningitis": 705,
  "due to vertebral column trauma": 706,
  "spinal cord injury due to vertebral column trauma": 707,
  "no chromosomal defects": 708,
  "one day": 709,
  "dysraphism encephalocele occipital premature female no chromosomal defects lived one day": 710,
  "oral": 711,
  "periodontal fibroma": 712,
  "attrition": 713,
  "dentigerous cyst": 714,
  "larynx": 715,
  "necrotic": 716,
  "mass": 717,
  "hypopharyngeal edema": 718,
  "after fixation": 719,
  "ulcerative lesion": 720,
  "true cord quite good": 721,
  "ulcerative lesion left true cord quite good": 722,
  "hypopharynx": 723,
  "ulcer": 724,
  "mucocele": 725,
  "sjogrens syndrome": 726,
  "necrotizing sialometaplasia": 727,
  "adenoid cystic carcinoma": 728,
  "pleomorphic adenoma benign mixed tumor": 729,
  "fordyce granules": 730,
  "lichen planus": 731,
  "granular cell tumor": 732,
  "traumatic neuroma": 733,
  "kaposi sarcoma": 734,
  "lymphangioma": 735,
  "inflamatory papillary hyperplasia": 736,
  "amalgam tattoo": 737,
  "verrucous carcinoma": 738,
  "epithelial hyperplasia and hyperkeratosis": 739,
  "verruca vulgaris": 740,
  "langerhans cell histiocytosis eosinophilic granuloma": 741,
  "pagets disease": 742,
  "osteosarcoma": 743,
  "traumatic bone cyst simple bone cyst": 744,
  "central giant cell lesion": 745,
  "periapical granuloma": 746,
  "secondary dentin and pulp calcification": 747,
  "chronic pulpitis": 748,
  "caries": 749,
  "cementoblastoma": 750,
  "odontogenic myxoma": 751,
  "ameloblastic fibroma": 752,
  "cyst": 753,
  "hemangioma": 754,
  "pyogenic granuloma": 755,
  "leukoplakia": 756,
  "fibrous dysplasia": 757,
  "chronic osteomyelitis": 758,
  "normal pancreas": 759,
  "cystic fibrosis": 760,
  "pancreatic fat necrosis": 761,
  "cystadenoma": 762,
  "islet cell carcinoma": 763,
  "acute pancreatitis": 764,
  "acute hemorrhagic pancreatitis": 765,
  "chronic pancreatitis": 766,
  "respiratory": 767,
  "normal lung": 768,
  "thromboembolus from leg veins in pulmonary artery": 769,
  "lungs": 770,
  "thermal": 771,
  "lung carcinoma": 772,
  "pulmonary thromboemboli": 773,
  "pleural cavity": 774,
  "subacute pulmonary thromboembolus with acute infarct": 775,
  "with acute infarct": 776,
  "lung fibrosis": 777,
  "pleura": 778,
  "talc": 779,
  "used to sclerose emphysematous lung": 780,
  "trichrome": 781,
  "with sickle cell disease iatrogenic hemosiderosis": 782,
  "with asteroid bodies": 783,
  "thermal burn": 784,
  "pneumothorax xray infant": 785,
  "cryptococcal dematitis": 786,
  "due to acetaminophen toxicity": 787,
  "skin ulceration and necrosis": 788,
  "petechiae": 789,
  "like pyoderma gangrenosum": 790,
  "petechial and purpuric hemorrhages": 791,
  "decubitus ulcer": 792,
  "cytomegalic inclusion virus infection in infant": 793,
  "thermal burned skin": 794,
  "sporotrichosis": 795,
  "chromoblastomycosis": 796,
  "thorax": 797,
  "urinary": 798,
  "normal kidney": 799,
  "due to coagulopathy disseminated intravascular coagulation dic and shock alpha1 antitrypsin deficiency": 800,
  "renal cell carcinoma with extension into vena cava": 801,
  "left native end stage kidneys right renal allograft abdominal": 802,
  "polycystic disease infant": 803,
  "renal cell carcinoma": 804,
  "due to diabetes mellitus pas": 805,
  "due to diabetes mellitus": 806,
  "kidney glomerulus": 807,
  "hemosiderosis": 808,
  "kidney transplant rejection": 809,
  "glomerulonephritis": 810,
  "due to chronic urolithiasis": 811,
  "renal pelvis": 812,
  "atn and bile pigment": 813,
  "atn acute tubular necrosis": 814,
  "due to nephrolithiasis": 815,
  "squamous metaplasia": 816,
  "acute tubular necrosis": 817,
  "antiglomerlar basement membrane": 818
}