{
  "in the canals of hering": 0,
  "bile duct cells and canals of hering": 1,
  "foci of fat necrosis": 2,
  "yes": 3,
  "by nests of closely packed glands": 4,
  "no": 5,
  "gastrointestinal system": 6,
  "gastrointestinal": 7,
  "esophagus": 8,
  "varices": 9,
  "excellent photo typical adenocarcinoma extending through muscularis to serosa": 10,
  "colon": 11,
  "typical infiltrating adenocarcinoma": 12,
  "typical histology for colon adenocarcinoma": 13,
  "hyperplasia without atypia": 14,
  "glandular crowding and cellular atypia": 15,
  "typical excellent pinworm": 16,
  "appendix": 17,
  "pinworm": 18,
  "trophozoite source": 19,
  "amebiasis": 20,
  "microscopic appearance of leiomyoma": 21,
  "inclusion bodies": 22,
  "stomach": 23,
  "bundles of normallooking smooth muscle cells": 24,
  "cytomegalovirus": 25,
  "source of granulomatous colitis": 26,
  "the uterus": 27,
  "hypertrophic gastritis": 28,
  "the tube and ovary to the left of the uterus": 29,
  "the hemorrhagic inflammatory mass": 30,
  "villous adenoma": 31,
  "med pas hematoxylin section of mucosa excellent example source": 32,
  "intestine": 33,
  "whipples disease": 34,
  "xray barium study gastric polyp": 35,
  "the tube": 36,
  "face": 37,
  "the adjacent ovary on the other side": 38,
  "bilateral cleft palate": 39,
  "lateral view closeup typical": 40,
  "anencephaly": 41,
  "frontal view closeup": 42,
  "anencephaly and bilateral cleft palate": 43,
  "fixed tissue saggital section stenotic foramen magnum": 44,
  "bone": 45,
  "rheumatoid arthritis": 46,
  "bone calvarium": 47,
  "remote kidney infarct": 48,
  "top of calvaria typical lesions source": 49,
  "multiple myeloma": 50,
  "closeup view of foramen magnum": 51,
  "complete hydatidiform mole": 52,
  "odontoid process subluxation with narrowing of foramen magnum": 53,
  "severe body burns 24 hours anasarca": 54,
  "edema": 55,
  "numerous swollen villi": 56,
  "absence of palpebral fissure cleft palate": 57,
  "head see protocol for details": 58,
  "absence of palpebral fissure cleft palate large head see protocol for details": 59,
  "complex craniofacial abnormalities": 60,
  "protocol for details": 61,
  "basilar skull fracture": 62,
  "basal skull fracture": 63,
  "distended hydropic villi and proliferation of the chorionic epithelium": 64,
  "fixed tissue dissected eyes": 65,
  "conjoined twins cephalothoracopagus janiceps": 66,
  "fixed tissue": 67,
  "eyes": 68,
  "opened skull showing base with two foramina magna": 69,
  "bone skull": 70,
  "due to terminal alcoholic cirrhosis with shock and typical facial appearance of edema due to generalized capillary permeability increase or shock": 71,
  "due generalized capillary permeability increase or": 72,
  "jaundice due to terminal alcoholic cirrhosis with shock and typical facial appearance of edema due to generalized capillary permeability increase or shock": 73,
  "this benign tumor": 74,
  "lymphangiomatosis": 75,
  "an expansile growth pattern with pushing circumscribed borders": 76,
  "opened skull looking into foramina magna single fused calvarium twins with separate brainstems": 77,
  "cephalothoracopagus janiceps": 78,
  "beckwithwiedemann syndrome": 79,
  "lateral view of head ear lobe crease web neck other photos in file": 80,
  "anterior face": 81,
  "lateral view of head with ear lobe crease and web neck other photos in file are anterior face whole body showing diastasis recti and kidneys with bilateral pelvicureteral strictures": 82,
  "a large fibrotic scar": 83,
  "opened base of skull with brain": 84,
  "opened base of skull with brain removed": 85,
  "lesion": 86,
  "proliferating stromal cells": 87,
  "on surface right petrous bone": 88,
  "fibrous meningioma": 89,
  "right": 90,
  "the glandular tissue": 91,
  "petrous": 92,
  "left side lesion": 93,
  "cleft palate": 94,
  "cephalohematoma": 95,
  "inner table prostate primary": 96,
  "skull cap with obvious metastatic lesion seen on inner table prostate primary": 97,
  "metastatic carcinoma": 98,
  "skull cap with obvious metastatic lesion": 99,
  "on inner table prostate primary": 100,
  "inner": 101,
  "primary": 102,
  "closeup of obvious lesion primary in prostate": 103,
  "an apocrine cyst": 104,
  "cyclops": 105,
  "a common feature of nonproliferative breast disease": 106,
  "potters facies": 107,
  "view of low set ears": 108,
  "view of head with scalp": 109,
  "to show massive fractures": 110,
  "the most common pathway": 111,
  "view of head with scalp retracted to show massive fractures": 112,
  "massive": 113,
  "closeup view of meaty appearing metastatic lesion in temporal and posterior fossa": 114,
  "by a large fibrotic scar": 115,
  "hemisection of nose": 116,
  "side showing patency right side was not patent": 117,
  "hemisection of nose left side showing patency right side was not patent": 118,
  "side showing patency right side": 119,
  "not patent": 120,
  "morphologically recognized precursor lesions": 121,
  "choanal patency": 122,
  "view of middle ear areas with obvious hemorrhage in underlying tissue": 123,
  "flat epithelial atypia": 124,
  "with obvious hemorrhage in underlying tissue": 125,
  "skull cap with obvious metastatic lesions primary in pancreas": 126,
  "with obvious metastatic lesions primary in pancreas": 127,
  "metastatic pancreas carcinoma": 128,
  "several rather large lesions": 129,
  "exostosis": 130,
  "erpositive carcinomas": 131,
  "closeup view of base of skull with several well shown fractures": 132,
  "with several well shown fractures": 133,
  "closeup view of base of skull with several": 134,
  "several": 135,
  "closeup view of lesions slide which is brain from case": 136,
  "fractures brain which and closeup view of these fractures": 137,
  "luminal": 138,
  "fractures": 139,
  "fractures brain which is slide and closeup view of these fractures is slide": 140,
  "head tilted with mouth": 141,
  "with mouth": 142,
  "to show large defect very good illustration of this lesion": 143,
  "a possible precursor lesion": 144,
  "large": 145,
  "good": 146,
  "multiple fractures very well": 147,
  "atypical apocrine adenosis": 148,
  "before disease and after excellent": 149,
  "after excellent": 150,
  "photos of lady before disease and after excellent": 151,
  "cushings disease": 152,
  "the least common but molecularly most distinctive type of breast cancer": 153,
  "closeup natural color dr garcia tumors b67": 154,
  "meningioma in posterior fossa": 155,
  "negative for er and her2": 156,
  "black and white dr garcia tumors b68": 157,
  "chordoma": 158,
  "bone clivus": 159,
  "dr garcia tumors b6": 160,
  "lymphoma": 161,
  "dr garcia tumors b5": 162,
  "multiple fractures": 163,
  "the majority of triplenegative cancers": 164,
  "tumor": 165,
  "basallike": 166,
  "view of head with huge ulcerated mass where tumor grew to outside": 167,
  "with huge ulcerated mass where tumor grew to outside": 168,
  "maxillary sinus": 169,
  "squamous cell carcinoma": 170,
  "sagittal section of atlas vertebra and occipital bone foramen magnum stenosis case 31": 171,
  "due to subluxation atlas vertebra case 31": 172,
  "stenosis of foramen magnum due to subluxation of atlas vertebra case 31": 173,
  "mammographic detection of calcifications": 174,
  "dcis": 175,
  "extensive lesions": 176,
  "herpes zoster": 177,
  "invasive breast carcinomas": 178,
  "xray skull cap multiple lytic lesions prostate adenocarcinoma": 179,
  "lobular carcinomas": 180,
  "metastatic carcinoma xray": 181,
  "ray present": 182,
  "noncohesive tumor cells that invade as linear cords of cells and induce little stromal response": 183,
  "xray showing large sella turcica": 184,
  "chromophobe adenoma": 185,
  "the latephase reaction": 186,
  "electron micrograph": 187,
  "hematologic": 188,
  "thymus": 189,
  "thymoma": 190,
  "neutrophils and basophil": 191,
  "blood": 192,
  "leukocytes": 193,
  "relatively subtle": 194,
  "spleen": 195,
  "carcinomas": 196,
  "tightly adhesive clusters of cells": 197,
  "splenic infarct": 198,
  "due to portal hypertension from cirrhosis hcv": 199,
  "amyloid": 200,
  "an inflammatory infiltrate rich in eosinophils": 201,
  "the normal anterior pituitary gland": 202,
  "several distinct cell types that express different peptide hormones": 203,
  "several slices with obvious lesion and one external view excellent example": 204,
  "with obvious lesion and one external view excellent example": 205,
  "peptide hormones": 206,
  "infarct": 207,
  "basophilic blue": 208,
  "large yellow lesion probably several weeks of age": 209,
  "cut surface typical": 210,
  "metastatic carcinoma breast": 211,
  "the monomorphism of these cells": 212,
  "the admixture of cells seen in the normal anterior pituitary gland": 213,
  "traumatic rupture": 214,
  "with admixture of cells seen in the normal anterior pituitary gland": 215,
  "external view huge spleen": 216,
  "splenomegaly with cirrhosis": 217,
  "three": 218,
  "three cut sections many lesions several days of age": 219,
  "infarcts": 220,
  "external view several capsule lacerations": 221,
  "a wideeyed": 222,
  "external view several capsule lacerations easily seen": 223,
  "size": 224,
  "normal see other sides this case": 225,
  "cut surface prominent lymph follicles size appears normal see other sides case": 226,
  "normal": 227,
  "other sides this case": 228,
  "the orbits": 229,
  "cut surface prominent lymph follicles size": 230,
  "other": 231,
  "cut surface of spleen with an infarct several days of age excellent photo": 232,
  "with an infarct several days age excellent photo": 233,
  "cut surface of spleen with one large infarct classical embolus from nonbacterial endocarditis on mitral valve": 234,
  "the follicles": 235,
  "with calcium soap formation saponification": 236,
  "tall columnar epithelial cells": 237,
  "infarction secondary to shock": 238,
  "surface congested parenchyma with obvious granulomas": 239,
  "fixed tissue cut surface congested parenchyma with obvious granulomas": 240,
  "tuberculosis": 241,
  "the tumor": 242,
  "congested": 243,
  "obvious": 244,
  "metastatic carcinoma colon": 245,
  "cells with abundant eosinophilic cytoplasm and small regular nuclei on this highpower view": 246,
  "a solitary": 247,
  "typical dark infarct": 248,
  "visible": 249,
  "cut surface with typical healed granuloma": 250,
  "with typical healed granuloma": 251,
  "cut surface with typical": 252,
  "granuloma": 253,
  "a speckled pattern": 254,
  "cut surface with remote and now": 255,
  "infarct quite typical embolus for aortic valve prosthesis": 256,
  "typical": 257,
  "aortic": 258,
  "closeup of cut surface showing two typical old granulomas": 259,
  "cells": 260,
  "infiltrative process": 261,
  "very enlarged spleen with multiple infarcts infiltrative process is easily seen": 262,
  "with multiple infarcts infiltrative process is easily seen": 263,
  "by fineneedle aspiration of papillary carcinoma": 264,
  "chronic myelogenous leukemia in blast crisis": 265,
  "very enlarged spleen with multiple infarcts infiltrative process": 266,
  "characteristic intranuclear inclusions": 267,
  "four": 268,
  "excellent side with four infarcts shown which are several days of age from nonbacterial endocarditis": 269,
  "with four infarcts shown which are several days of age from nonbacterial endocarditis": 270,
  "visible in some of the aspirated cells": 271,
  "excellent side with four infarcts": 272,
  "which are several days of age from nonbacterial endocarditis": 273,
  "nonbacterial": 274,
  "slice of spleen with multiple nodules": 275,
  "with multiple nodules": 276,
  "malignant histiocytosis": 277,
  "thoracic organs dissected to show super cava and region of tumor invasion quite good": 278,
  "follicular carcinomas": 279,
  "malignant thymoma": 280,
  "thoracic organs": 281,
  "to show super cava and region of tumor invasion quite good": 282,
  "antibodies against various nuclear antigens": 283,
  "capsular invasion": 284,
  "super": 285,
  "large and very typical metastatic lesions in spleen very well shown": 286,
  "metastatic colon cancer": 287,
  "large and typical metastatic lesions in spleen": 288,
  "section of through": 289,
  "section of spleen through hilum show tumor mass in hilum slide and large metastatic nodules in spleen": 290,
  "node metastases": 291,
  "into the spleen in this case": 292,
  "this photo": 293,
  "one": 294,
  "one wonder whether node metastases spread into the spleen in case": 295,
  "islet inflammation": 296,
  "metastatic colon carcinoma": 297,
  "node": 298,
  "section through spleen with large well shown healing infarct": 299,
  "through spleen with large well shown healing infarct": 300,
  "section through spleen with large": 301,
  "shown healing infarct": 302,
  "cut surface with apparent infiltrative process case of chronic lymphocytic leukemia progressing to acute lymphocytic leukemia": 303,
  "with apparent infiltrative process case of chronic lymphocytic leukemia progressing to acute lymphocytic leukemia": 304,
  "amyloidosis": 305,
  "this person": 306,
  "the natural history of this form of diabetes": 307,
  "hodgkins disease": 308,
  "closeup with obvious small infiltrates of something": 309,
  "with obvious small infiltrates of something": 310,
  "chronic lymphocytic leukemia": 311,
  "cut surface with focal infiltrate": 312,
  "with focal infiltrate": 313,
  "massively enlarged spleen with large infarcts seen from capsule": 314,
  "arrows": 315,
  "chronic myelogenous leukemia": 316,
  "typical lacerations": 317,
  "external view of massively enlarged spleen with purple color": 318,
  "with purple color": 319,
  "the bisected kidney": 320,
  "diffuse granular transformation of surface and marked thinning of cortex": 321,
  "enlarged spleen with rather obvious infiltrate": 322,
  "with rather obvious infiltrate": 323,
  "myelomonocytic leukemia": 324,
  "as large mass of matted nodes like malignant lymphoma": 325,
  "additional features": 326,
  "malignant": 327,
  "fixed tissue typical swiss cheese appearance of tissue with artefact": 328,
  "irregular depressions and an incidental cortical cyst far": 329,
  "clostridial postmortem growth": 330,
  "acute myelogenous leukemia": 331,
  "cut surface of spleen with multiple recent infarcts very good example": 332,
  "external view of spleen with multiple recent infarcts": 333,
  "surface slide": 334,
  "pancreatic neuroendocrine tumor pannet": 335,
  "external view of spleen with multiple recent infarcts cut surface is slide": 336,
  "surface": 337,
  "slide": 338,
  "islet cell tumor": 339,
  "excellentremote infarct with yellow centers": 340,
  "with yellow centers": 341,
  "characteristic of an insulinoma": 342,
  "the nodules": 343,
  "yellow infarct with band of reactive hyperemia": 344,
  "with band of reactive hyperemia": 345,
  "cells containing lipofuscin pigment": 346,
  "excellent example of old spleen infarct": 347,
  "breast cancer metastasis to bone marrow": 348,
  "the adenoma": 349,
  "stress": 350,
  "involution in baby with hyaline membrane disease": 351,
  "hyaline membrane disease": 352,
  "thymus stress": 353,
  "nodular hyperplasia by its solitary": 354,
  "gaucher disease": 355,
  "its": 356,
  "bone marrow": 357,
  "the neoplastic cells": 358,
  "surgical specimen": 359,
  "the presence of intracytoplasmic lipid": 360,
  "predominant epithelial excellent histology": 361,
  "epithelial predominant": 362,
  "mild nuclear pleomorphism": 363,
  "cell detail good epithelial dominance": 364,
  "predominant epithelial component": 365,
  "wrights excellent": 366,
  "characteristic features of cushing syndrome": 367,
  "malaria plasmodium vivax": 368,
  "central obesity": 369,
  "oil wrights excellent ring form": 370,
  "the upper pole": 371,
  "oil wrights excellent": 372,
  "extensive mononuclear cell infiltrate": 373,
  "gaucher cell": 374,
  "oil wrights excellent tropho": 375,
  "granules containing catecholamine": 376,
  "oil wrights": 377,
  "not visible in this preparation": 378,
  "oil wrights very good": 379,
  "wrights single cell": 380,
  "the pattern of staining of anticentromere antibodies diseases": 381,
  "the commashaped residual adrenal gland": 382,
  "wrights single cell easily seen": 383,
  "oil immersion wrights typical cell": 384,
  "wrights typical cell": 385,
  "the trabecular bone of the medulla and the cortical bone": 386,
  "wrights yeast forms": 387,
  "candida in peripheral blood": 388,
  "wrights budding yeast forms": 389,
  "the space between the overlying articular cartilage and bone": 390,
  "wrights yeast form in a neutrophil": 391,
  "trabecular compression fractures without repair": 392,
  "pseudohyphal forms": 393,
  "wrights": 394,
  "the drainage tract in the subperiosteal shell of viable new bone": 395,
  "plasma cell": 396,
  "inner native necrotic cortex": 397,
  "nuclear change": 398,
  "obvious source": 399,
  "wrights not the best photograph for color": 400,
  "hypersegmented neutrophil": 401,
  "wrights not the best photograph for color but nuclear change": 402,
  "unknown": 403,
  "wrights typical cells": 404,
  "the periosteum": 405,
  "megaloblasts pernicious anemia": 406,
  "a triangular shell of reactive bone known as a codman triangle": 407,
  "histiocyte": 408,
  "the tanwhite tumor": 409,
  "this image shows wrights typical": 410,
  "plasma cells source unknown": 411,
  "most of the medullary cavity of the metaphysis and proximal diaphysis": 412,
  "wrights typical well": 413,
  "med many atypical plasma cells easily seen": 414,
  "wrights very good example": 415,
  "the cartilage cap": 416,
  "le cell": 417,
  "the histologic appearance of disorganized growth platelike cartilage": 418,
  "wrights vacuolated erythroblast source unknown": 419,
  "chloramphenicol toxicity": 420,
  "erythroblast source unknown": 421,
  "normal immature infant": 422,
  "giant cell tumor of the proximal fibula": 423,
  "pleomorphic leukemic cells in peripheral blood prior to therapy": 424,
  "wrights stain pleomorphic leukemic cells in peripheral blood prior to therapy": 425,
  "a pathological fracture": 426,
  "acute monocytic leukemia": 427,
  "coronal computed axial tomography scan": 428,
  "hassalls corpuscle with fibrosis in periphery of surrounding lymphoid follicle lesion": 429,
  "follicular fibrosis suggesting previous viral infection": 430,
  "hassalls": 431,
  "section granuloma shown but not too typical": 432,
  "miliary tuberculosis": 433,
  "coronal": 434,
  "marrow loaded with plasma cells that are immature": 435,
  "eccentric aneurysmal bone cyst of tibia": 436,
  "marrow": 437,
  "with plasma cells that are immature": 438,
  "immature": 439,
  "organisms easily seen": 440,
  "histoplasmosis": 441,
  "organisms": 442,
  "100": 443,
  "100 cellular marrow": 444,
  "the soft tissue component": 445,
  "this cells": 446,
  "to be moving to blast crisis": 447,
  "a thin rim of reactive subperiosteal bone": 448,
  "aplastic": 449,
  "pas large number pseudohyphae penetrating capsule which can not be recognized as spleen": 450,
  "scattered oval radiolucent cysts and peripheral osteophyte lipping": 451,
  "candida": 452,
  "giant cells in wall": 453,
  "crystalline material postoperative cardiac surgery thought to be silicon": 454,
  "subcondral sclerosis": 455,
  "med artery with giant cells in wall containing crystalline material postoperative cardiac surgery thought to be silicon": 456,
  "with giant cells in wall containing crystalline material postoperative cardiac surgery thought to be silicon": 457,
  "postoperative cardiac surgery": 458,
  "to be silicon": 459,
  "vasculitis foreign body": 460,
  "oil wrights good photo blast cells": 461,
  "oil wrights cells": 462,
  "oil wrights cells easily diagnosed": 463,
  "low magnification": 464,
  "wrights stain": 465,
  "with formation of villi": 466,
  "megaloblastic erythrocytes pernicious anemia": 467,
  "central necrosis": 468,
  "sheets of lymphoma cells": 469,
  "lymphoblastic lymphoma": 470,
  "by palisaded histiocytes": 471,
  "characteristic features of rheumatoid arthritis": 472,
  "congo red well shown perifollicular amyloid": 473,
  "subendothelial dense deposits": 474,
  "diffuse osteopenia": 475,
  "congo red": 476,
  "perifollicular amyloid": 477,
  "red perifollicular amyloid deposits": 478,
  "well shown though exposure": 479,
  "not sure of stain may be sirus red perifollicular amyloid deposits are well shown though exposure is not the best": 480,
  "exposure": 481,
  "sheets of atypical plasma cells": 482,
  "an aggregate of dissolved urate crystals cells": 483,
  "numerous atypical cells around splenic arteriole man": 484,
  "of what was thought to be viral pneumonia probably influenza": 485,
  "numerous atypical cells around splenic arteriole man died of what was thought to be viral pneumonia probably influenza": 486,
  "immunoblastic reaction characteristic of viral infection": 487,
  "reactive fibroblasts": 488,
  "atypical appearing immunoblastic cells near splenic arteriole man": 489,
  "atypical appearing immunoblastic cells near splenic arteriole man died of what was thought to be viral pneumonia probably influenza": 490,
  "lupus erythematosus periarterial fibrosis": 491,
  "urate crystals": 492,
  "immunoelectrophoresis showing monoclonal band which is an igg case of multiple myeloma": 493,
  "monoclonal gammopathy": 494,
  "needle": 495,
  "xray lateral view large mass anterior superior mediastinum source": 496,
  "gross photo of tumor in this file": 497,
  "xray super cava venogram showing obstruction at level of entrance of innominate vein gross photo of tumor in file corresponds": 498,
  "wire loops seen by light microscopy": 499,
  "xray super cava venogram showing obstruction at level of entrance of innominate vein gross photo of tumor in this file": 500,
  "file corresponds": 501,
  "myxoid liposarcoma with abundant ground substance and a rich capillary network": 502,
  "cat": 503,
  "showing tumor mass invading superior vena ca": 504,
  "cat scan showing tumor mass invading superior vena ca": 505,
  "scattered immature adipocytes and more primitive roundtostellate cells": 506,
  "showing tumor invading superior vena ca": 507,
  "cat scan showing tumor invading superior vena ca": 508,
  "alveolar rhabdomyosarcoma": 509,
  "normal liver": 510,
  "hepatobiliary": 511,
  "discohesive": 512,
  "liver": 513,
  "with discohesive": 514,
  "1": 515,
  "anaplastic": 516,
  "anaplastic spindled to polygonal cells": 517,
  "with multiple blood transfusions": 518,
  "breast cancer metastasis to liver": 519,
  "the perineurial connective tissue": 520,
  "hepatitis b virus": 521,
  "an inflammatory infiltrate around small blood vessels": 522,
  "interfascicular variation in axonal density": 523,
  "alcoholic cirrhosis": 524,
  "neuropathies resulting from vascular injury": 525,
  "cholangiocarcinoma": 526,
  "myopathic conditions": 527,
  "segmental necrosis and regeneration of individual myofibers": 528,
  "cirrhosis": 529,
  "hemochromatosis": 530,
  "necrotic cells": 531,
  "variable numbers of inflammatory cells": 532,
  "bronchiogenic carcinoma": 533,
  "chronic passive congestion": 534,
  "hepatocellular carcinoma": 535,
  "regenerative myofibers": 536,
  "cytoplasmic basophilia and enlarged nucleoli": 537,
  "myofibers": 538,
  "gall bladder": 539,
  "variation": 540,
  "liver and pancreas": 541,
  "frontal section typical enlarged fatty liver with focal nutmeg areas": 542,
  "external view typical alcoholic type cirrhosis": 543,
  "fascicular muscle architecture": 544,
  "not prominent in this case": 545,
  "endomysial fibrosis": 546,
  "closeup view of early micronodular cirrhosis quite good": 547,
  "a cluster of basophilic": 548,
  "this frontal section micronodular photo": 549,
  "gastric and duodenal ulcers": 550,
  "gastric": 551,
  "duodenal": 552,
  "frontal slab of liver": 553,
  "cirrhosis very well that appears to be micronodular and cross sectioned portal vein with obvious thrombus very good photo": 554,
  "frontal slab of liver showing cirrhosis very well that appears to be micronodular and cross sectioned portal vein with obvious thrombus very good photo": 555,
  "between lobes": 556,
  "external view of liver severe laceration between lobes": 557,
  "cut surface with many cysts case of polycystic disease": 558,
  "with many cysts case of polycystic disease": 559,
  "inferior right side cause": 560,
  "immunohistochemical staining": 561,
  "large areas of infarction without appearance of severe congestion liver which is brownish color perhaps reflecting fatty change with severe shock history not available": 562,
  "right leaf diaphragm": 563,
  "a complete absence of membraneassociated dystrophin": 564,
  "to show flat mass yellow green pus quite good example": 565,
  "right leaf of diaphragm reflected to show flat mass of yellow green pus quite good example": 566,
  "flat": 567,
  "yellow": 568,
  "green": 569,
  "this closeup of cut surface infiltrates": 570,
  "the biopsy from the older brother": 571,
  "disease progression": 572,
  "recurrent hepatitis c virus": 573,
  "polymyositis": 574,
  "hepatitis c virus": 575,
  "endomysial inflammatory infiltrates and myofiber necrosis": 576,
  "dermatomyositis": 577,
  "prominent perifascicular and paraseptal atrophy": 578,
  "primary sclerosing cholangitis": 579,
  "infiltrating tumor cells": 580,
  "collagen bundles": 581,
  "primary biliary cirrhosis": 582,
  "carrot shavings": 583,
  "the nuclei": 584,
  "ductopenia": 585,
  "the cell bodies": 586,
  "shrunken and eosinophilic": 587,
  "the surfaces of the gyri": 588,
  "compression of the expanding brain by the dura mater and inner surface of the skull": 589,
  "autoimmune hepatitis": 590,
  "deposition of igg antibody": 591,
  "granulomas": 592,
  "compression of the expanding brain": 593,
  "dangerous increase in intracranial pressure": 594,
  "recovery of ducts": 595,
  "mass effect": 596,
  "hemorrhage": 597,
  "immunofluorescence": 598,
  "disruption of the vessels that enter the pons along the midline": 599,
  "resolving acute rejection": 600,
  "old intracortical infarcts": 601,
  "areas of tissue loss and residual gliosis": 602,
  "severe acute rejection": 603,
  "by day 10": 604,
  "an infarct with punctate hemorrhages": 605,
  "moderate acute rejection": 606,
  "by immunofluorescence": 607,
  "old cystic infarct": 608,
  "mild acute rejection": 609,
  "destruction of cortex and surrounding gliosis": 610,
  "abdominal lymph nodes": 611,
  "lymph node": 612,
  "view of the base of the brain": 613,
  "sarcoidosis": 614,
  "cross section trachea and aorta with massive node metastases can not see cava could be a lymphoma also": 615,
  "show a large aneurysm": 616,
  "matting history of this case": 617,
  "unknown could have been a seminoma": 618,
  "this fixed tissue": 619,
  "surface of nodes shows infiltrative lesion quite well and does not show matting history of case unknown could have been a seminoma see other slides": 620,
  "liver lesion": 621,
  "malignant lymphoma": 622,
  "mass of intestines and mesenteric nodes": 623,
  "lesions that look more like carcinoma but are in fact tuberculosis": 624,
  "slice through mass of intestines and mesenteric nodes showing lesions that look more like carcinoma but are in fact tuberculosis": 625,
  "through mass of intestines and mesenteric nodes showing lesions that look more like carcinoma but are in fact tuberculosis": 626,
  "excellent cross section of aorta and nodes with obvious tumor in enlarged nodes": 627,
  "with obvious tumor in enlarged": 628,
  "acute contusions": 629,
  "metastatic carcinoma prostate": 630,
  "obvious tumor with necrosis and anthracotic pigment 44yo bf adenocarcinoma of lung giant cell type": 631,
  "metastatic carcinoma lung": 632,
  "in both temporal lobes": 633,
  "aorta not": 634,
  "surrounded by large nodes": 635,
  "aorta not opened surrounded by large nodes": 636,
  "massive enlargement with necrosis shown closeup natural color": 637,
  "with necrosis shown closeup natural color": 638,
  "acute lymphocytic leukemia": 639,
  "natural": 640,
  "closeup of large matted ivory white nodes good example cell type not described nonhodgkins": 641,
  "sectioned nodes with ivory white color": 642,
  "with ivory white color": 643,
  "fixed tissue frontal section through trachea showing grossly enlarged mediastinal nodes with necrosis and anthracotic pigment small cell carcinoma of lung": 644,
  "mediastinal lymph nodes": 645,
  "remote contusions": 646,
  "cut edge of mesentery": 647,
  "massively enlarged nodes very good example was diagnosed as reticulum cell sarcoma": 648,
  "cut edge of mesentery showing massively enlarged nodes very good example was diagnosed as reticulum cell sarcoma": 649,
  "example": 650,
  "diagnosed reticulum": 651,
  "excellent view of cut mesentery showing massively enlarged mesenteric nodes with focal hemorrhages case": 652,
  "malignant lymphoma large cell type": 653,
  "discolored yellow areas": 654,
  "abdominal periaortic node showing massive enlargement very good example": 655,
  "nodes at tail of pancreas natural color closeup massive replacement by metastatic lung carcinoma": 656,
  "by metastatic lung carcinoma": 657,
  "fair to good example of mesentery containing grossly enlarged nodes": 658,
  "lymph nodes": 659,
  "both meninges and spinal cord parenchyma": 660,
  "typical granulomas": 661,
  "the cystlike structure visible just above the buttocks": 662,
  "pleomorphic see other slides case": 663,
  "hodgkins": 664,
  "other slides in file": 665,
  "numerous areas tissue destruction": 666,
  "with the spread of organisms in the perivascular spaces": 667,
  "good starry sky detail in large lymphocytes not so good": 668,
  "burkitts lymphoma": 669,
  "acid fast hemophiliac with aids typical": 670,
  "mycobacterium avium intracellulare": 671,
  "typical case of hemophilia with aids": 672,
  "with aids": 673,
  "acid": 674,
  "that acid fast stain many intracellular bacterial probably was an early case of mycobacterium intracellulare infection too many organisms for old time tb": 675,
  "this": 676,
  "an early case": 677,
  "many": 678,
  "acid fast stain several typical mycobacteria": 679,
  "enlarged oligodendrocyte nuclei": 680,
  "typical caseating lesions with many langerhans giant cells": 681,
  "with many langerhans giant cells": 682,
  "areas of early myelin loss": 683,
  "typical lesion rich in eosinophils source": 684,
  "necrotizing granuloma": 685,
  "granuloma with minimal necrosis source unknown": 686,
  "with minimal necrosis source unknown": 687,
  "luxol fast blueperiodic acidschiff": 688,
  "oil acid": 689,
  "oil acid fast stain a zillion organisms": 690,
  "an hestained section": 691,
  "typical necrotizing granulomata becoming confluent an excellent slide": 692,
  "typical necrotizing granulomas": 693,
  "cytoplasmic inclusions containing tdp43": 694,
  "acid fast stain a zillion organisms": 695,
  "low typical necrotizing lesion": 696,
  "loss of normal nuclear immunoreactivity": 697,
  "that pleocellular large cell would be best classification": 698,
  "total effacement case": 699,
  "to have changed into a blast crisis": 700,
  "that total effacement case appears to have changed into a blast crisis": 701,
  "some forms of ftld": 702,
  "stomach primary": 703,
  "med neoplastic ducts with desmoplastic reaction lymph node tissue atone margin and": 704,
  "metastatic adenocarcinoma": 705,
  "neuronal intranuclear inclusions containing tdp43": 706,
  "anaplastic adenocarcinoma from stomach": 707,
  "large cell lymphoma": 708,
  "normal testes": 709,
  "male reproductive": 710,
  "liquefactive degeneration": 711,
  "an intranuclear inclusion in a cortical neuron": 712,
  "penis": 713,
  "sac": 714,
  "sac opened": 715,
  "testicle": 716,
  "hydrocele": 717,
  "cut surface both testicles on normal and one quite small typical probably due to mumps": 718,
  "cut": 719,
  "due to mumps have no history at time": 720,
  "that cut surface both testicles on normal and one quite small typical probably due to mumps have no history at time": 721,
  "fibrosis mumps": 722,
  "fixed tissue contrast of normal cut surface with one having diffuse infiltrate": 723,
  "tumor cells in oligodendroglioma": 724,
  "fixed tissue i think discrete lesion well shown": 725,
  "round nuclei": 726,
  "excised penis with nodular masses of tumor": 727,
  "cut surface with round tumor mass and large area central necrosis chronic granulocytic leukemia": 728,
  "often with a clear cytoplasmic halo": 729,
  "leukemic infiltrate with necrosis": 730,
  "closeup view of large median bar type lesion with severe cystitis": 731,
  "with severe cystitis": 732,
  "prostate": 733,
  "hyperplasia median bar": 734,
  "opened bladder and urethra with granular tumor masses visible in floor of bladder quite good": 735,
  "adenocarcinoma": 736,
  "opened with median lobe protruding into trigone area also": 737,
  "increase trabeculations very good slide": 738,
  "opened bladder with median lobe protruding into trigone area also had increase bladder trabeculations very good slide": 739,
  "benign hyperplasia": 740,
  "parasagittal multilobular meningioma": 741,
  "view of body with small penis and rather flat scrotal sac case of 7yo with craniopharyngioma": 742,
  "with small penis and rather flat scrotal sac case 7yo with craniopharyngioma": 743,
  "underdevelopment": 744,
  "opened bladder with very large prostate gland and high median lobe extending into floor of bladder inflamed bladder mucosa and very hypertrophied bladder": 745,
  "hyperplasia": 746,
  "the dura with compression of underlying brain": 747,
  "closeup view of large median lobe extending into floor of bladder": 748,
  "to the dura with compression of underlying brain": 749,
  "massively enlarge nodular prostate with median lobe protrusion into floor of bladder": 750,
  "excellent example": 751,
  "nodular hyperplasia": 752,
  "excellent example cut surface with nodular hyperplasia": 753,
  "the cause of reversible injury": 754,
  "nodular": 755,
  "socalled median bar": 756,
  "bar not": 757,
  "large medial lobar socalled median bar not show bladder well": 758,
  "large caseous lesions easily seen excellent example": 759,
  "microscopic examination": 760,
  "excellent": 761,
  "prostate is cut open showing neoplasm quite good": 762,
  "open": 763,
  "closeup median lobe hyperplasia socalled median bar lesion very good hemorrhagic cystitis": 764,
  "closeup tumor well shown primary not stated": 765,
  "closeup tumor well shown primary not stated said to be adenocarcinoma": 766,
  "tumor mass with a large amount of necrosis": 767,
  "with a large amount of necrosis": 768,
  "seminoma": 769,
  "erythematous psoriatic plaques": 770,
  "excellent view of cut surface and unopened surface": 771,
  "epididymis": 772,
  "median bar bladder hypertrophy good": 773,
  "by silverywhite scale": 774,
  "large gland": 775,
  "bladder": 776,
  "excellent very large gland hypertrophied bladder": 777,
  "hypospadias": 778,
  "glans ulcers probable herpes": 779,
  "superficial dermal fibrosis and vascular ectasia": 780,
  "chancre": 781,
  "ulcerative lesions slide": 782,
  "labeled chancroid": 783,
  "that ulcerative lesions slide is labeled chancroid": 784,
  "good example of nodule protruding into bladder": 785,
  "a childs arm": 786,
  "median lobe hyperplasia with marked cystitis bladder hypertrophy ureter": 787,
  "normal focal hemorrhages in kidneys hemorrhagic pyelitis indicates pyelonephritis carcinoma in prostate is diagnosis but can not": 788,
  "a superficial bacterial infection showing the characteristic erythematous scablike lesions crusted with dried serum": 789,
  "that median lobe hyperplasia with marked cystitis and bladder hypertrophy ureter appear normal focal hemorrhages in kidneys and hemorrhagic pyelitis indicates pyelonephritis carcinoma in prostate is diagnosis but can not": 790,
  "pyelonephritis carcinoma in prostate": 791,
  "diagnosis": 792,
  "by a superficial bacterial infection": 793,
  "apoptosis tunel": 794,
  "after orchiectomy": 795,
  "apoptosis in prostate after orchiectomy": 796,
  "common warts": 797,
  "normal prostate": 798,
  "iron": 799,
  "iron stain tubular atrophy and interstitial iron deposits": 800,
  "zones of papillary epidermal proliferation": 801,
  "perineural tumor invasion": 802,
  "diffusely infiltrating small cell carcinoma readily seen": 803,
  "perineural invasion by a well differentiated adenocarcinoma": 804,
  "by a well differentiated adenocarcinoma": 805,
  "med immunostain for prostate specific antigen": 806,
  "med immunostain for prostate specific antigen shows marked staining in perineural neoplasm": 807,
  "nice perineural invasion by well differentiated adenocarcinoma": 808,
  "cytopathic changes": 809,
  "by well differentiated adenocarcinoma": 810,
  "nice photo of perineural invasion by well differentiated adenocarcinoma": 811,
  "medium size artery with obvious vasculitis": 812,
  "higher magnification": 813,
  "very nice view of infiltrating neoplasm with perineural invasion typical prostate lesion": 814,
  "excellent view of perineural invasion typical for lesion": 815,
  "well shown vasculitis lesion of pan type": 816,
  "rheumatoid arthritis with vasculitis": 817,
  "fibrinoid vasculitis and inflammatory cell infiltrative vasculitis well shown": 818,
  "typical lesion": 819,
  "rounded": 820,
  "typical infiltrating carcinoma with perineural invasion": 821,
  "typical infiltrating lesion": 822,
  "suprabasal intraepidermal blister which rounded": 823,
  "typical infiltrating prostate carcinoma": 824,
  "typical histology and cytology of lesion": 825,
  "med typical prostate cancer good example": 826,
  "panniculitis and fascitis": 827,
  "muscle": 828,
  "soft tissue": 829,
  "malignant melanoma": 830,
  "vertebral column": 831,
  "epidermis": 832,
  "joints": 833,
  "looks like the ivory vertebra with breast carcinoma diagnosis not known at time": 834,
  "two": 835,
  "sectioned bone with two nodules of tumor": 836,
  "acute cellular rejection of a kidney graft": 837,
  "on the left side of the fluorescent band": 838,
  "sectioned typical primary is breast i think": 839,
  "cut surface typical ivory vertebra do not have history at this time diagnosis": 840,
  "cut surface typical ivory vertebra do not have history at time diagnosis assumed": 841,
  "typical ivory vertebra": 842,
  "not have history": 843,
  "sectioned muscle partially fixed but color ok i do not have protocol with diagnosis": 844,
  "to be in a psoas muscle if so the diagnosis on all other slides of case in file needs to be changed": 845,
  "what": 846,
  "so the diagnosis on all other slides of this case in this file": 847,
  "closeup view typical lesions": 848,
  "closeup with some red muscle remaining": 849,
  "with some red muscle remaining": 850,
  "an orderly proliferation of uniform": 851,
  "opened body with organs": 852,
  "bone nearly completely filled with tumor primary": 853,
  "lung": 854,
  "bone nearly completely filled with tumor primary probably is lung": 855,
  "easily seen large lesion primary in tail of pancreas": 856,
  "closeup excellent primary tail of pancreas": 857,
  "red": 858,
  "closeup vertebral body excellent": 859,
  "on the cheek and nose": 860,
  "closeup view of frontal section vertebral bodies excellent": 861,
  "natural color lesion at t12": 862,
  "protocol": 863,
  "opened body cavity natural color lesion at t12 see protocol": 864,
  "section of calvarium": 865,
  "inflammatory cells in the interstitium and between epithelial cells of the tubules tubulitis": 866,
  "probably natural color nice view of bullet in intervertebral disc t12l1": 867,
  "sectioned vertebral bodies showing very nicely osteolytic metastatic lesions primary squamous cell carcinoma penis": 868,
  "atypical squamous cells": 869,
  "osteolytic": 870,
  "metastatic": 871,
  "squamous": 872,
  "before surgery showing both knees 18yo male": 873,
  "patient before surgery showing both knees 18yo male": 874,
  "acantholysis": 875,
  "saggital section sternum obvious lesion scar carcinoma": 876,
  "excellent closeup of two vertebral bodies with obvious tumor teratocarcinoma primary in mediastinum": 877,
  "closeup view excellent primary in mediastinum": 878,
  "fixed tissue easily seen metastases not the best photo technic adenoca from lung": 879,
  "vertebral column with multiple lesions easily seen colon primary": 880,
  "with multiple lesions easily seen colon primary": 881,
  "fixed tissue well shown lesion in vertebral marrow lung adenoca": 882,
  "fixed tissue nice photo showing focal osteonecrosis in the femoral head": 883,
  "due to radiation for lung carcinoma and meningeal carcinomatosis": 884,
  "vertebral column with obvious fibrosis involving four of the bodies but not the remaining one in photo cause of lesion not proved but almost certainly due to radiation for lung carcinoma and meningeal carcinomatosis": 885,
  "with obvious fibrosis involving four of the bodies but not the remaining one in photo cause of lesion not proved but almost certainly due to radiation for lung carcinoma and meningeal carcinomatosis": 886,
  "vertebral bodies shown closeup with metastases": 887,
  "several segments of vertebral column with easily seen metastatic lesions primary prostate adenocarcinoma": 888,
  "the dermal soft tissue as irregular projections of atypical squamous cells exhibiting acantholysis": 889,
  "sectioned vertebral bodies with obvious tumor": 890,
  "closeup view very good case of 48yowm with hypertension renal failure and secondary parathyroid hyperplasia": 891,
  "with hypertension renal failure and secondary parathyroid hyperplasia": 892,
  "68yowm": 893,
  "vertebral bodies with one completely replaced by neoplasm excellent photo 68yowm cord compression": 894,
  "with one completely replaced by neoplasm excellent photo 68yowm cord compression": 895,
  "closeup view well shown": 896,
  "view of spinal column in situ shown rather closeup quite good": 897,
  "in situ closeup view very good lower cervical": 898,
  "melanocytic nevi": 899,
  "old lesion well shown": 900,
  "rib with well shown lesion": 901,
  "with well shown lesion": 902,
  "by inflammatory cells in the interstitium and between epithelial cells of the tubules tubulitis": 903,
  "vertebral bodies with typical gelatinoushemorrhagic lesions": 904,
  "with typical gelatinoushemorrhagic lesions": 905,
  "section of vertebrae with osteoblastic metastasis": 906,
  "vertebral bodies with large necrotic yellow areas case of chronic lymphocytic leukemia progressing to acute lymphocytic leukemia": 907,
  "with large necrotic yellow areas case of chronic lymphocytic leukemia progressing to acute lymphocytic leukemia": 908,
  "closeup view of large areas of marrow necrosis case of chronic lymphocytic leukemia progressing to acute lymphocytic leukemia": 909,
  "both leaves of diaphragm one covered by purulent exudate and the other with multiple tumor nodules": 910,
  "closeup of tumor nodules in diaphragm": 911,
  "an asymmetric shoulder of exclusively junctional melanocytes": 912,
  "closeup view of purulent exudate over diaphragm very good": 913,
  "fixed tissue easily seen metastatic lesions breast primary": 914,
  "plaque lesion of mesothelioma": 915,
  "plaque like lesion quite good": 916,
  "fixed tissue frontal section of joint with obvious cartilage loss and subsynovial fibrosis and synovial fibrosis": 917,
  "the central dermal component": 918,
  "fixed tissue lateral view vertebral bodies with many": 919,
  "case rheumatoid arthritis": 920,
  "fixed tissue lateral view of vertebral bodies with many collapsed case of rheumatoid arthritis": 921,
  "this lesion": 922,
  "due to osteoporosis": 923,
  "probably due to osteoporosis": 924,
  "due": 925,
  "fixed tissue nice example shown closeup": 926,
  "saggital section sternum with typical plasmacytoma": 927,
  "fixed tissue saggital section sternum with typical plasmacytoma shown closeup very good": 928,
  "lesions": 929,
  "fixed tissue saggital section spine with replacement of t4 by tumor and with collapse primary lesion squamous cell carcinoma of esophagus": 930,
  "sections of sternum with metastatic lesions from breast": 931,
  "with metastatic lesions from breast": 932,
  "lesion cross": 933,
  "to show white neoplasm with central hemorrhage": 934,
  "obvious nodular rib lesion cross sectioned to show white neoplasm with central hemorrhage": 935,
  "white": 936,
  "central": 937,
  "elevated areas": 938,
  "musculoskeletal": 939,
  "synovial proliferation": 940,
  "dermal invasion": 941,
  "synovium": 942,
  "due to immobilization cast": 943,
  "skeletal muscle": 944,
  "tracheotomy site": 945,
  "macular areas": 946,
  "tracheotomy": 947,
  "superficial growth": 948,
  "skeletal muscle atrophy": 949,
  "an atypical mitotic figure": 950,
  "gout": 951,
  "in the center": 952,
  "the inset": 953,
  "atherosclerotic emboli": 954,
  "a sentinel lymph node": 955,
  "osteoclasts quite well shown marrow diffuse infiltration with malignant lymphoma": 956,
  "lesions easily seen treated myelogenous leukemia complicated by infection and dic": 957,
  "myelogenous": 958,
  "anaplastic tumor cells and osteoid": 959,
  "nice photo of ossifying trabecular bone": 960,
  "excellent example case of myasthenia gravis treated": 961,
  "m mitotic telophase": 962,
  "marked neurological atrophy": 963,
  "premitotic phases mitotic telophase": 964,
  "good depiction focal fiber atrophy": 965,
  "4": 966,
  "section from tumor near codmans triangle reactive bone representing area of tumor with hair on end appearance": 967,
  "collapsed tubules": 968,
  "the g1": 969,
  "neoplastic osteoblasts and tumor osteoid": 970,
  "new bone formation large myofibroblastic osteoblastic cells in stroma with focus of osteoid case of 8 year survival breast intraductal papillary adenocarcinoma": 971,
  "focus of osteoid case of 8 year survival breast intraductal papillary adenocarcinoma": 972,
  "tumor induced new bone formation large myofibroblastic osteoblastic cells in stroma with focus of osteoid case of 8 year survival breast intraductal papillary adenocarcinoma": 973,
  "popliteal cyst myxoid": 974,
  "chronic inflammatory cells in synovial villus excellent russell body case 31": 975,
  "med metastasis in marrow with no evidence of osteoblastic activity 15l893": 976,
  "with no evidence of osteoblastic activity 15l893": 977,
  "due to steroid therapy": 978,
  "high excellent atrophy due to steroid therapy": 979,
  "high excellent atrophy secondary to steroid therapy": 980,
  "two daughter cells": 981,
  "high excellent steroid": 982,
  "atrophy": 983,
  "high excellent steroid induced atrophy": 984,
  "on completion of division": 985,
  "high excellent example of bone with remodeling and osteoblasts that now appear inactive": 986,
  "high excessive fibrous callus in a nonunion excellent granulation type tissue with collagen": 987,
  "high fibrous callus and osteoid with osteoblasts from a nonunion": 988,
  "with osteoblasts from a nonunion": 989,
  "high excessive fibrous callus with focal osteoid deposition with osteoblasts": 990,
  "high excessive fibrous callus with focal osteoid deposition and osteoblasts": 991,
  "high excellent plus enchondral bone formation with osteoid osteoblasts from a non union 81": 992,
  "high excellent enchondral bone formation with osteoid osteoblasts osteoclasts": 993,
  "high good example bone formation with osteoid and osteoblasts": 994,
  "sequence of events": 995,
  "with osteoid and osteoblasts": 996,
  "high excellent new bone formation with osteoblasts": 997,
  "high excellent granulation tissue new bone formation and osteoclasts or chondroclasts": 998,
  "there": 999,
  "a fracture": 1000,
  "hypoxiaischaemia": 1001,
  "high excellent osteoid deposition with osteoclasts there is a fracture": 1002,
  "with osteoclasts there is a fracture": 1003,
  "excellent example case": 1004,
  "high osteoid deposition with new bone formation and osteoblasts also cartilage excellent example case is a nonunion": 1005,
  "with new bone formation and osteoblasts also cartilage excellent example case is a nonunion": 1006,
  "wavy basement membranes": 1007,
  "by hypoxiaischaemia": 1008,
  "high new bone formation with osteoblasts and osteoclasts a good but not the best example": 1009,
  "leg muscle wasting": 1010,
  "foot": 1011,
  "xray typical lesion": 1012,
  "xray pelvis showing very nicely bilateral femoral head necrosis renal transplant case": 1013,
  "other xrays": 1014,
  "rays in": 1015,
  "xray closeup of right femoral head from pelvic xray gross": 1016,
  "gross": 1017,
  "xray of sections of femur with femoral head necrosis seen in slide": 1018,
  "with femoral head necrosis seen in slide": 1019,
  "xray multiple punched out areas and compression fracture": 1020,
  "interstitial vasculature": 1021,
  "popliteal cyst": 1022,
  "touch impression from cerebrospinal fluid toxoplasma": 1023,
  "nervous": 1024,
  "gram negative cocci": 1025,
  "cerebrospinal fluid": 1026,
  "tubular epithelial cells": 1027,
  "dr garcia tumors 65": 1028,
  "brain": 1029,
  "cytoplasmic vacuoles": 1030,
  "medulloblastoma": 1031,
  "basal body dr garcia tumors 66": 1032,
  "dr garcia tumors 63": 1033,
  "dr garcia tumors 64": 1034,
  "dr garcia tumors 55": 1035,
  "subependymal giant cell astrocytoma": 1036,
  "dr garcia tumors 56": 1037,
  "the nuclei of affected tubules": 1038,
  "dr garcia tumors 57": 1039,
  "dr garcia tumors 50": 1040,
  "ischemia": 1041,
  "dr garcia tumors 42": 1042,
  "schwannoma": 1043,
  "the cytoplasm immunoglobulins": 1044,
  "dr garcia tumors 20": 1045,
  "dr garcia tumors 24": 1046,
  "pink homogeneous globular material immunoglobulins": 1047,
  "papillary astrocytoma": 1048,
